Revit 2027 API
ParameterTypeId.FccAttributionLicense Property
 "Attribution License"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId FccAttributionLicense { get; }
Public Shared ReadOnly Property FccAttributionLicense As ForgeTypeId
	Get
public:
static property ForgeTypeId^ FccAttributionLicense {
	ForgeTypeId^ get ();
}
static member FccAttributionLicense : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace